/*  Class = "NSTableColumn"; headerCell.title = "Favorites"; ObjectID = "4915";  */
"Favorites" = "Favoriter";

/*  Class = "NSTabViewItem"; label = "Standard"; ObjectID = "4981";  */
"Standard" = "Standard";

/*  Class = "NSTabViewItem"; label = "Socket"; ObjectID = "4982";  */
"Socket" = "Socket";

/*  Class = "NSTabViewItem"; label = "SSH"; ObjectID = "4985";  */
"SSH" = "SSH";

/*  Class = "NSTextFieldCell"; title = "Enter connection details below, or choose a favorite"; ObjectID = "5155";  */
"Enter connection details below, or choose a favorite" = "Ange anslutningsdetaljer nedan, eller välj en favorit";

/*  Class = "NSButtonCell"; title = "Connect"; ObjectID = "5158";  */
"Connect" = "Anslut";

/*  Class = "NSButtonCell"; title = "Add to Favorites"; ObjectID = "5866";  */
"Add to Favorites" = "Lägg till favorit";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer"; ObjectID = "5171";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server on this computer" = "Ange värdnamnet för MySQL servern som du vill ansluta till. Ange 127.0.0.1 för att ansluta till en server på den här datorn";

/*  Class = "NSTextFieldCell"; title = "Host:"; ObjectID = "5174";  */
"Host:" = "Värd:";

/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5175";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5212";  */
/*  Class = "NSTextField"; gToolTip = "Enter the MySQL username to connect with"; ObjectID = "5266";  */
"Enter the MySQL username to connect with" = "Ange MySQL användarnamn att ansluta med";

/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5177";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5226";  */
/*  Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "5280";  */
"Username:" = "Användarnamn:";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5179";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5214";  */
/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the MySQL server"; ObjectID = "5268";  */
"Enter the password to use when connecting to the MySQL server" = "Ange lösenordet att använda vid anslutning till MySQL servern";

/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5181";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5224";  */
/*  Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "5278";  */
"Password:" = "Lösenord:";

/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5183";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5216";  */
/*  Class = "NSTextField"; gToolTip = "Optionally enter a database to select after successfully connecting to the MySQL server"; ObjectID = "5270";  */
"Optionally enter a database to select after successfully connecting to the MySQL server" = "Alternativt ange en databas att välja efter en lyckad anslutning till MySQL servern";

/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5185";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5222";  */
/*  Class = "NSTextFieldCell"; title = "Database:"; ObjectID = "5276";  */
"Database:" = "Databas:";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5186";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5221";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5223";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5277";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5379";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5388";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5400";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5406";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5411";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5412";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5413";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5415";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5416";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5417";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "5293";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "optional"; ObjectID = "5737";  */
"optional" = "valfri";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5187";  */
/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306"; ObjectID = "5272";  */
"Enter the port to use when connecting to the MySQL server.  The default MySQL port is 3306" = "Ange porten att använda vid anslutning till MySQL servern.  Standardporten för MySQL är 3306";

/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5189";  */
/*  Class = "NSTextFieldCell"; title = "Port:"; ObjectID = "5274";  */
"Port:" = "Port:";

/*  Class = "NSTextField"; gToolTip = "Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location"; ObjectID = "5218";  */
"Enter the path to the socket file to use when connecting to MySQL.  Leave this field blank to use the default socket location" = "Ange sökvägen till socket-filen att använda vid anslutning till MySQL.  Lämna detta fält tomt för att använda standardsökvägen";

/*  Class = "NSTextFieldCell"; title = "Socket:"; ObjectID = "5220";  */
"Socket:" = "Socket:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to"; ObjectID = "5264";  */
"Enter the hostname of the MySQL server you want to connect to.  Enter 127.0.0.1 to connect to a server running on the machine you are tunnelling to" = "Ange värdnamnet för MySQL servern du vill ansluta till. Ange 127.0.0.1 för att ansluta till en server som körs på maskinen du tunnlar till";

/*  Class = "NSTextFieldCell"; title = "MySQL Host:"; ObjectID = "5282";  */
"MySQL Host:" = "MySQL värd:";

/*  Class = "NSTextField"; gToolTip = "Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server"; ObjectID = "5284";  */
"Enter the hostname of the SSH server to tunnel via when connecting to the MySQL server" = "Ange värdnamnet för SSH servern att tunnla via vid anslutning till MySQL servern";

/*  Class = "NSTextField"; gToolTip = "Enter the SSH username to connect with"; ObjectID = "5286";  */
"Enter the SSH username to connect with" = "Ange SSH användarnamnet att ansluta med";

/*  Class = "NSTextField"; gToolTip = "Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available"; ObjectID = "5288";  */
"Enter the password to use when connecting to the SSH server. NB: your SSH configuration is used, and public/private key pairs and other authentication methods will be used if available" = "Ange lösenordet att använda vid anslutning till SSH servern. OBS: din SSH konfiguration används, och tillgängliga publika/privata nyckelpar samt andra autentiseringsmetoder kommer att användas";

/*  Class = "NSTextField"; gToolTip = "Enter the port to use when connecting to the SSH server.  The default SSH port is 22"; ObjectID = "5290";  */
"Enter the port to use when connecting to the SSH server.  The default SSH port is 22" = "Ange porten att använda vid anslutning till SSH servern. Standardporten för SSH är 22";

/*  Class = "NSTextFieldCell"; title = "SSH Port:"; ObjectID = "5292";  */
"SSH Port:" = "SSH Port:";

/*  Class = "NSTextFieldCell"; title = "SSH Password:"; ObjectID = "5294";  */
"SSH Password:" = "SSH Lösenord:";

/*  Class = "NSTextFieldCell"; title = "SSH User:"; ObjectID = "5296";  */
"SSH User:" = "SSH användare:";

/*  Class = "NSTextFieldCell"; title = "SSH Host:"; ObjectID = "5298";  */
"SSH Host:" = "SSH värd:";

/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5376";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5385";  */
/*  Class = "NSTextField"; gToolTip = "Enter a nickname to use if adding to favorites. Optional."; ObjectID = "5403";  */
"Enter a nickname to use if adding to favorites. Optional." = "Ange ett smeknamn att använda vid tillägg som favorit. Valfritt.";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5378";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5387";  */
/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "5405";  */
"Name:" = "Namn:";

/*  Class = "NSTextFieldCell"; title = "Connecting..."; ObjectID = "5424";  */
"Connecting..." = "Ansluter...";

/*  Class = "NSPanel"; title = "Error Detail"; ObjectID = "5431";  */
"Error Detail" = "Feldetalj";

/*  Class = "NSMenu"; title = "Sort By"; ObjectID = "5838";  */
/*  Class = "NSMenuItem"; title = "Sort By"; ObjectID = "5837";  */
"Sort By" = "Sortera efter";

/*  Class = "NSMenuItem"; title = "Name"; ObjectID = "5843";  */
"Name" = "Namn";

/*  Class = "NSMenuItem"; title = "Host"; ObjectID = "5842";  */
"Host" = "Värd";

/*  Class = "NSMenuItem"; title = "Type"; ObjectID = "5841";  */
"Type" = "Typ";

/*  Class = "NSMenuItem"; title = "Reverse Sort Order"; ObjectID = "5839";  */
"Reverse Sort Order" = "Byt sorteringsordning";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "5682";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "Välj client SSL Certificate Authority certifikatet att använda vid etablering av en säker anslutning. Detta måste vara samma som serverns CA certifikat.";

/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5594";  */
/*  Class = "NSButtonCell"; title = "Connect using SSL"; ObjectID = "5721";  */
"Connect using SSL" = "Ansluter med SSL";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "5670";  */
"Please select the SSL key file to use when establishing a secure connection." = "Välj SSL nyckelfil att använda vid etablering av en säker anslutning.";

/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5615";  */
/*  Class = "NSTextFieldCell"; title = "CA Cert:"; ObjectID = "5706";  */
"CA Cert:" = "CA Cert:";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection"; ObjectID = "5612";  */
"Click to choose the client SSL Certificate Authority certificate to use when establishing a secure connection" = "Klicka för att välja client SSL Certificate Authority certifikat att använda vid etablering av en säker anslutning";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "5685";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "Välj client SSL certifikatfilen att använda vid etablering av en säker anslutning.";

/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5691";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5492";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5694";  */
/*  Class = "NSButton"; gToolTip = "Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically."; ObjectID = "5695";  */
"Choose a custom SSH key file to use with this connection.  Standard locations like ~/.ssh are checked automatically." = "Välj en anpassad SSH nyckelfil att använda med denna anslutning. Standardplatser som ~/.ssh kontrolleras automatiskt.";

/*  Class = "NSButton"; gToolTip = "Click to choose the client SSL certificate file to use when establishing a secure connection"; ObjectID = "5604";  */
"Click to choose the client SSL certificate file to use when establishing a secure connection" = "Klicka för att använda client SSL certifikatfilen att använda vid etablering av en säker anslutning";

/*  Class = "NSTextFieldCell"; title = "SSH Key:"; ObjectID = "5526";  */
"SSH Key:" = "SSH nyckel:";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "5578";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "Välj en anpassad SSH nyckelfil att använda med denna anslutning. Observera att standardplatser som ~/.ssh kontrolleras automatiskt, liksom alla filer i din SSH konfiguration.";

/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5607";  */
/*  Class = "NSTextFieldCell"; title = "Certificate:"; ObjectID = "5703";  */
"Certificate:" = "Certifikat:";

/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5597";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5608";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5616";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5698";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5702";  */
/*  Class = "NSTextFieldCell"; placeholderString = "none set"; ObjectID = "5705";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5730";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5731";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5732";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5733";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5734";  */
/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "none set"; ObjectID = "5735";  */
"none set" = "ingen angiven";

/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5599";  */
/*  Class = "NSTextFieldCell"; title = "Key File:"; ObjectID = "5699";  */
"Key File:" = "Nyckelfil:";

/*  Class = "NSButton"; gToolTip = "Click to choose the SSL key file to use when establishing a secure connection"; ObjectID = "5600";  */
"Click to choose the SSL key file to use when establishing a secure connection" = "Klicka för att välja SSL nyckelfil att använda vid etablerandet av en säker anslutning";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5749";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5757";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5761";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "5765";  */
"Show hidden files" = "Visa dolda filer";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5886";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "5789";  */
"Duplicate" = "Duplicera";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5887";  */
/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "5790";  */
"Make Default" = "Gör till förval";

/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5792";  */
/*  Class = "NSMenuItem"; title = "Export..."; ObjectID = "5835";  */
"Export..." = "Exportera...";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5884";  */
/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "5794";  */
"Remove" = "Radera";

/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5883";  */
/*  Class = "NSMenuItem"; title = "Rename"; ObjectID = "5795";  */
"Rename" = "Byt namn";

/*  Class = "NSTextFieldCell"; title = "For security reasons, your connection favorite passwords are not included in the export."; ObjectID = "5798";  */
"For security reasons, your connection favorite passwords are not included in the export." = "Av säkerhetsskäl inkluderas inte din anslutnings favoritlösenord i exporten.";

/*  Class = "NSMenuItem"; title = "Import..."; ObjectID = "5834";  */
"Import..." = "Importera...";

/*  Class = "NSButtonCell"; title = "Test connection"; ObjectID = "5864";  */
"Test connection" = "Testa anslutning";

/*  Class = "NSButtonCell"; title = "Save changes"; ObjectID = "5870";  */
"Save changes" = "Spara ändringar";

